DeviceName = "Áudio Integrado";
DeviceShortName = "Integrado";
ManufacturerName = "Apple Inc.";

Headphones = "Fones de Ouvido";
IntSpeakers  = "Alto-falantes Internos";
LineOut = "Saída de Linha";
DigitalOut = "Saída Digital";

ExternalMic = "Microfone Externo";
InternalMic = "Microfone Interno";
LineIn = "Entrada de Linha";
DigitalIn = "Entrada Digital";

DeviceNameHeadphone = "Fones de Ouvido de Áudio Integrado";
DeviceNameSpeaker = "Alto-falante de Áudio Integrado";
DeviceNameLineOut = "Saída de Linha de Áudio Integrado";
DeviceNameDigitalOut = "Saída Digital de Áudio Integrado";
DeviceNameLineIn = "Entrada de Linha de Áudio Integrado";
DeviceNameAuxIn = "Entrada Auxiliar de Áudio Integrado";
DeviceNameMic = "Microfone de Áudio Integrado";
DeviceNameExtMic = "Microfone Externo de Áudio Integrado";
DeviceNameDigitalIn = "Entrada Digital de Áudio Integrado";

DevShortNameHdpn = "Fones de Ouvido Integrados";
DevShortNameSpkr = "Alto-falante Integrado";
DevShortNameLino = "Saída de Linha Integrada";
DevShortNameSpdo = "Saída Digital Integrada";
DevShortNameOut = "Saída Integrada";
DevShortNameLini = "Entrada de Linha Integrada";
DevShortNameAuxi = "Entrada Auxiliar Integrada";
DevShortNameEMic = "Microfone Externo Integrado";
DevShortNameIMic = "Microfone Integrado";
DevShortNameSpdi = "Entrada Digital Integrada";
DevShortNameIn = "Entrada Integrada";

UnlockedClock = "Desbloqueado";
LockedClock = "Bloqueado";